credits1=^crd_main^[tab]Team Katauri Interactive:<br>[post]Direction and Game Design<br>[name]Dmitry Gusarov<br>[post]Lead Artist<br>[name]Alexander Yazynin<br>[post]Lead Programmer<br>[name]Alexander Zeberg<br>[post]Animation and Effects<br>[name]Ruslan Cherny<br>[post]Game Design<br>[name]Ivan Magazinnikov<br>[name]Anna Selezneva<br>[post]Interface Design<br>[name]Evgeny Cherenkov<br>[post]Level Design<br>[name]Dmitry Degtyarev<br>[name]Nina Vatulich<br>[post]Programmers<br>[name]Vyacheslav Matytsyn<br>[name]Evgeny Goncharuk<br>[name]Alexander Tretyak<br>[name]Alexander Parshin<br>[post]Artists<br>[name]Sergey Simonov<br>[name]Nina Vatulich<br>[name]Dmitry Degtyarev<br>[name]Alexandra Belchenko<br>[name]Evgeny Chepikov<br>[name]Roman Tchubov<br>[name]Vladimir Shelestov<br>[post]Writers-Consultants<br>[name]Alexey Pehov<br>[name]Elena Bychkova<br>[name]Natalya Turchaninova<br>[post]Music<br>[name]Lind Erebros<br>[name]TriHorn Productions<br>[post]Composers<br>[name]Mikhail Korolev<br>[name]Andrey Gladkov<br>[name]Anastasia Pankova<br>[name]Victor Krasnokutsky<br>[name]"In the shadow of the Tree"<br>[name]Elias Irvin, violin<br>[name]Elena Romanova, voice<br>[post]Sound design<br>[name]Pavel Patrikeev<br>[post]Proofreaders<br>[name]Lubov Berchanskaya<br>[name]Denis Russkih<br>[post]Translation<br>[name]Marianna Zaytseva<br>[post]The "1C" Company<br>[post]Producer<br>[name]Sergey Gerasev<br>[post]Promotion<br>[name]Alexey Artemenko<br>[name]Alexey Pastushenko<br>[name]Svetlana Tarasova<br>[post]Testing<br>[name]Alexander Shishov<br>[name]Michail Corolev<br>[name]Sergey Kiyatkin<br>[name]Dmitry Savin<br>[post]Special Thanks to<br>[name]Uriy Miroshnikov<br>[name]Boris Batkin<br>[name]Andrey Aksenov<br>[post]and...<br>[name]Blizzard<br>[name]Square Enix<br>[name]Nintendo<br>[name]Bill Gilbert<br>[post]Deep bow to the "father" of the series<br>[name]Jon Van Caneghem<br>[name]and to the company<br>[name]New World Computing<br><br>[name]© 2008 1C Company. Developed by Katauri Interactive. All rights reserved. The Engine Copyright © 2002-2005 Skyfallen Entertainment.  Bink video Copyright © 1997-2008 by RAD Game Tools, Inc. Bink video playback technology used under license.  FMOD Sound System Copyright © 1999-2008 Firelight Technologies Pty, Ltd.  zlib compression library Copyright © 1995-2008 Jean-loup Gailly and Mark Adler.  Lua language Copyright © 1994-2008 Lua.org, PUC-Rio.  libogg, libtheora, libvorbis Copyright © 2002-2008 Xiph.org Foundation.<br><br>[post]Heroes of Might and Magic 3 Babies Mini-Expansion<br>[post]Developer<br>[name]Matt Caspermeyer<br>[post]Alpha Testers:<br>[name]Fatt_Shade<br>[name]Erkilmarl<br>[name]saroumana
